---
kind: other
id: Properties.T:Autodesk.Revit.DB.Fabrication.FabricationPartSizeMap
source: html/fd590524-7498-ad54-b491-73449c9bb1c3.htm
---
# FabricationPartSizeMap Properties

State flag to allow multiple services to include the same size.